/* GENERAL USE*/
"OK" = "OK"; /* Approves of an action*/
"Delete" = "去除"; /* Deletes an item. */
"Cancel" = "取消"; /* Cancels an operation */
"Actions" = "行动"; /* Displays actions. */
"Rename" = "重名"; /* Displays an item.*/

/* SIDEBARVIEW */
"Filters" = "筛选"; /* Displays Filters.*/
"Smart Filters" = "智能筛选"; /* Displays Smart Filters only.*/
"All" = "全部"; /* Displays all habits. */
"Recently added" = "最近"; /* Displays recently added habits*/
"Tags" = "标签"; /*Demarcates tags; leads to TagsMenuView.*/
"Add tag" = "加入标签"; /* Allows the user to add a tag. */
"Show awards" = "指奖"; /* Shows the user the list of awards. */
"Copy Habit Title" = "复制习惯"; /* Allows the user to copy a habit title. */
"Complete Habit" = "完成习惯"; /*Allows the user to mark a habit as complete. */
"Add Tags" = "加入标签"; /*Allows the user to add tags. */
"Restore Habit" = "恢复习惯"; /*Allows the user to restore a habit as non-complete. */
"New name" = "新名"; /*Allows the user to input a new name. */
"New tag" = "新标签"; /*Allows the user to input a new tag. */
"Rename tag" = "重名标签"; /*Allows the user to rename a tag. */

/* WELCOMEVIEW */
"Habits" = "习惯"; /* Shows a list of habits */



"Filter habits, or type # to add tags" = "筛选习惯/加入标签，击键#"; /* Allows the user to filter habits or add tags (or perhaps both, if the user wants to)*/
"Filter" = "筛选"; /* Allows the user to filter habits. */
"Turn Filter On" = "开筛选"; /* Enables filtering. */
"Turn Filter Off" = "关筛选"; /* Disable filtering. */
"Sort By" = "根据判据整理"; /* Adjust the order habits are filtered. */
"Date Created" = "创作日期"; /* Sort habits by date of creation.*/
"Date Modified" = "修改日期"; /* Sort habits by date of modification.*/
"Sort Order" = "整理"; /* Demarcates order by which habits are sorted.*/
"Newest to Oldest" = "新到旧"; /* Place newer habits before older habits. */
"Oldest to Newest" = "旧到新"; /* Place older habits before newer habits. */
"Status" = "等级"; /* Demarcates status of habit completion. */
"All" = "所有"; /* Displays all habits.*/
"Unfinished" = "还没完成"; /* Displays unfinished habits only.*/
"Done" = "完成"; /* Displays completed habits only.*/
"Priority" = "级度"; /* Demarcates habits by priority. */
"Low" = "低"; /* Displays low-priority habits only. */
"Medium" = "中"; /* Displays medium-priority habits only.*/
"High" = "高"; /* Displays high-priority habits only.*/
"Filter" = "筛选习惯"; /* Allow users to filter habits. */



"New habit" = "新习惯"; /* Lets the user add a new habit. */

/* DETAILVIEW */
"Details" = "详细"; /* Displays habit details. */

/* HABITVIEW */
"Title" = "题目"; /* Displays habit title. */
"**Modified**%@" = "**修改日期：**%@"; /* Displays date that habit was modified. */
"**Status:**%@" = "**等级：**%@"; /* Displays the status of the habit. */



"Priority" = "级度"; /* Allows user to set habit priority. */
"Low" = "低"; /* Sets the habit as low priority. */
"Medium" = "中"; /* Sets the habit as medium priority. */
"High" = "高"; /* Sets the habit as high priority. */

"Basic Information" = "基本资料"; /* Allows the user to fill in basic information. */
"Description" = "描述"; /* Allows the user to fill in the habit description. */
"What do you want to do?" = "你要做什么?"; /* Prompts the user to fill in the habit description. */

/* NOHABITVIEW */
"No Habit Selected" = "没有选择习惯"; /* Tells the user that they didn't select a habit or create any habits. */
"New Habit" = "新习惯"; /* Prompts the creation of a new habits. */

/* AWARDSVIEW */
"Awards" = "奖励"; /* Shows the list of awards. */
"Unlocked" = "已开锁"; /* Demarcates an award as unlocked by the user. */
"Locked" = "反锁"; /* Demarcates an award as locked from the user. */

/* DATA */
"COMPLETED" = "已完成"; /* Demarcates a habit as completed. */

/* MARK: DEBUGGING PURPOSES ONLY */
"ADD SAMPLES" = "加入一样习惯"; /* Allows us to add samples. */
